Repository: softwiredtech/dashpilot
Catalog: dashpilot-ios/dashpilot/Localizable.xcstrings
Source language: en
Languages: de, hu

source: %lld of %lld
de: %lld von %lld
hu: %lld / %lld

source: 3D Visualizer
de: 3D-Visualisierung
hu: 3D megjelenítő

source: AC Temp
de: Klimatemperatur
hu: Klíma hőfok

source: action:
de: Aktion:
hu: művelet:

source: Add trigger
de: Befehl hinzufügen
hu: Parancs hozzáadása

source: Always On Blind-Spot Monitor
de: Toter-Winkel-Warner immer an
hu: Mindig bekapcsolt holttérfigyelő

source: Automation
de: Automatisierung
hu: Automatizáció

source: Automations
de: Automatisierungen
hu: Automatizációk

source: Battery
de: Akku
hu: Akkumulátor

source: Battery Preheat: Off
de: Akku-Vorheizen: Aus
hu: Akku előfűtés: Ki

source: Battery Preheat: On
de: Akku-Vorheizen: An
hu: Akku előfűtés: Be

source: Battery Temp
de: Akkutemperatur
hu: Akku hőmérséklet

source: Bind 3-, 4-, or 5-finger infotainment taps to a control
de: Weise Befehle dem Tippen mit 3, 4 oder 5 Fingern auf dem Infotainment-Bildschirm zu (z. B. Handschuhfach öffnen bei 3 Fingern).
hu: Rendelj parancsokat az infotainment képernyő 3, 4, vagy 5 ujjal történő megérintéséhez (Pl.: kesztyűtartó nyitás 3 ujjas érintésre).

source: Bluetooth is off
de: Bluetooth ist ausgeschaltet
hu: A Bluetooth ki van kapcsolva

source: Bluetooth permission denied
de: Bluetooth-Berechtigung verweigert
hu: A Bluetooth-engedély megtagadva

source: Buffer
de: Puffer
hu: Tartalék

source: Camp mode
de: Campingmodus
hu: Kemping mód

source: Cancel
de: Abbrechen
hu: Mégse

source: Charge Port: Closed
de: Ladeanschluss: Geschlossen
hu: Töltőcsatlakozó: Zárva

source: Charge Port: Open
de: Ladeanschluss: Offen
hu: Töltőcsatlakozó: Nyitva

source: Check for firmware updates
de: Nach Firmware-Updates suchen
hu: Firmware-frissítések keresése

source: Checking for updates…
de: Suche nach Updates…
hu: Frissítések keresése…

source: Choose a dashboard
de: Dashboard auswählen
hu: Válassz műszerfalat

source: Climate
de: Klima
hu: Klíma

source: Configuration
de: Konfiguration
hu: Konfiguráció

source: Connect
de: Verbinden
hu: Csatlakozás

source: Connect to a DashKit device to manage it.
de: Verbinde dich mit einem DashKit, um es zu verwalten.
hu: A kezeléshez csatlakozz egy DashKit eszközhöz.

source: Connect to DashKit first to pair a new device
de: Verbinde dich zuerst mit dem DashKit, um ein neues Gerät zu koppeln
hu: Új eszköz párosításához előbb csatlakozz a DashKithez

source: Connect to DashKit to send commands
de: Verbinde dich mit dem DashKit, um Befehle zu senden
hu: A parancsok küldéséhez csatlakozz a DashKithez

source: Connect your comma device
de: Verbinde dein comma-Gerät
hu: Csatlakozás a comma eszközhöz

source: Connected
de: Verbunden
hu: Csatlakozva

source: Connected to %@
de: Verbunden mit %@
hu: Csatlakozva ehhez: %@

source: Connecting to %@...
de: Verbinde mit %@...
hu: Csatlakozás ehhez: %@...

source: Connecting...
de: Verbinde...
hu: Csatlakozás...

source: Connecting…
de: Verbinde…
hu: Csatlakozás…

source: Continue
de: Weiter
hu: Folytatás

source: Controls
de: Befehle
hu: Parancsok

source: Could not connect to DashKit
de: Verbindung zum DashKit fehlgeschlagen
hu: Nem sikerült csatlakozni a DashKithez

source: Could not find device on the network
de: Gerät im Netzwerk nicht gefunden
hu: Az eszköz nem található a hálózaton

source: Could not reach update server
de: Update-Server nicht erreichbar
hu: A frissítési szerver nem érhető el

source: Could not send reboot command.
de: Neustart-Befehl konnte nicht gesendet werden.
hu: Nem sikerült elküldeni az újraindítási parancsot.

source: Couldn't pair
de: Kopplung fehlgeschlagen
hu: Nem sikerült párosítani

source: Current
de: Strom
hu: Áramerősség

source: Dark Mode
de: Dunkelmodus
hu: Sötét mód

source: Dashboard Theme
de: Dashboard-Design
hu: Műszerfal témája

source: DashKit firmware is up to date
de: Die DashKit-Firmware ist aktuell
hu: A DashKit firmware naprakész

source: DashKit is connected and ready to stream data to your dashboard.
de: Das DashKit ist verbunden und bereit, Daten an dein Dashboard zu streamen.
hu: A DashKit csatlakozva van, és készen áll az adatok küldésére a műszerfalra.

source: DashKit is open for pairing. Pair the new phone within 2 minutes.
de: Das DashKit ist bereit zur Kopplung. Kopple das neue Handy innerhalb von 2 Minuten.
hu: A DashKit párosításra kész. Párosítsd az új telefont 2 percen belül.

source: DashKit not found
de: DashKit nicht gefunden
hu: A DashKit nem található

source: DashKit rejected this phone's pairing. If DashKit is paired with another phone, open "Pair a new device" in its DashPilot settings and try again. If this phone was paired before, forget "DashKit" in Settings > Bluetooth first.
de: Das DashKit hat die Kopplung dieses Handys abgelehnt. Falls das DashKit mit einem anderen Handy gekoppelt ist, öffne dort in den DashPilot-Einstellungen "Neues Gerät koppeln" und versuche es erneut. Falls dieses Handy schon einmal gekoppelt war, ignoriere zuerst "DashKit" unter Einstellungen > Bluetooth.
hu: A DashKit elutasította a telefon párosítását. Ha a DashKit egy másik telefonnal van párosítva, nyisd meg azon a DashPilot beállításaiban az "Új eszköz párosítása" lehetőséget, és próbáld újra. Ha ez a telefon korábban már párosítva volt, előbb felejtsd el a "DashKit" eszközt a Beállítások > Bluetooth menüben.

source: DashKit will allow one new device to pair for the next 2 minutes. Open DashPilot on the other phone and pair it now.
de: Das DashKit erlaubt in den nächsten 2 Minuten die Kopplung eines neuen Geräts. Öffne DashPilot auf dem anderen Handy und kopple es jetzt.
hu: A DashKit a következő 2 percben egy új eszköz párosítását engedélyezi. Nyisd meg a DashPilotot a másik telefonon, és párosítsd most.

source: DashKit will restart and briefly disconnect. It should reconnect automatically once it is back up.
de: Das DashKit startet neu und trennt kurz die Verbindung. Es sollte sich automatisch wieder verbinden, sobald es hochgefahren ist.
hu: A DashKit újraindul, és rövid időre megszakad a kapcsolat. Amint újra elindult, automatikusan újracsatlakozik.

source: Data source
de: Datenquelle
hu: Adatforrás

source: Data source: connected
de: Datenquelle: verbunden
hu: Adatforrás: csatlakozva

source: Data source: connecting…
de: Datenquelle: verbinde…
hu: Adatforrás: csatlakozás…

source: Device IP
de: Geräte-IP
hu: Eszköz IP-címe

source: Device reported error (0x%@)
de: Gerät hat einen Fehler gemeldet (0x%@)
hu: Az eszköz hibát jelzett (0x%@)

source: Disconnect
de: Trennen
hu: Kapcsolat bontása

source: Disconnected
de: Getrennt
hu: Nincs kapcsolat

source: Disconnected unexpectedly
de: Unerwartet getrennt
hu: Váratlanul megszakadt a kapcsolat

source: Display
de: Anzeige
hu: Megjelenítés

source: Dog mode
de: Haustiermodus
hu: Kisállat mód

source: Download failed: %@
de: Download fehlgeschlagen: %@
hu: A letöltés sikertelen: %@

source: Downloaded firmware failed integrity check
de: Heruntergeladene Firmware hat die Integritätsprüfung nicht bestanden
hu: A letöltött firmware integritás-ellenőrzése sikertelen

source: Downloading firmware…
de: Firmware wird heruntergeladen…
hu: Firmware letöltése…

source: Drive
de: Fahren
hu: Vezetés

source: Driver
de: Fahrer
hu: Vezető

source: Driver setpoint
de: Fahrer-Sollwert
hu: Vezető oldali beállított hőfok

source: Driving
de: Fahren
hu: Vezetés

source: Energy
de: Energie
hu: Energia

source: Enter IP manually
de: IP manuell eingeben
hu: IP-cím megadása kézzel

source: Extra Vehicle Bus
de: Zusätzlicher Fahrzeugbus
hu: Extra járműbusz

source: Failed to enable OTA notifications
de: OTA-Benachrichtigungen konnten nicht aktiviert werden
hu: Nem sikerült bekapcsolni az OTA-értesítéseket

source: Fan
de: Gebläse
hu: Ventilátor

source: fingers
de: Finger
hu: ujjas

source: Firmware file is empty
de: Firmware-Datei ist leer
hu: A firmware-fájl üres

source: Fresh air
de: Frischluft
hu: Friss levegő

source: Full Pack
de: Volles Pack
hu: Teljes pack

source: General
de: Allgemein
hu: Általános

source: Get started
de: Los geht's
hu: Kezdjük

source: High
de: Hoch
hu: Magas

source: Hold the device close to your phone. This usually takes a few seconds.
de: Halte das Gerät nah an dein Handy. Das dauert normalerweise nur ein paar Sekunden.
hu: Tartsd az eszközt a telefon közelében. Ez általában néhány másodpercet vesz igénybe.

source: If this DashKit is already paired with another phone, open DashPilot on that phone and tap Settings → DashKit → Pair a new device, then try again.
de: Falls dieses DashKit bereits mit einem anderen Handy gekoppelt ist, öffne DashPilot auf diesem Handy, tippe auf Einstellungen → DashKit → Neues Gerät koppeln und versuche es dann erneut.
hu: Ha ez a DashKit már párosítva van egy másik telefonnal, nyisd meg a DashPilotot azon a telefonon, és koppints a Beállítások → DashKit → Új eszköz párosítása lehetőségre, majd próbáld újra.

source: Install update
de: Update installieren
hu: Frissítés telepítése

source: Keep
de: Anlassen
hu: Megtartás

source: Keep climate
de: Klima anlassen
hu: Klíma bekapcsolva tartása

source: Keep climate on
de: Klima anlassen
hu: Klíma bekapcsolva tartása

source: Keep the climate on when you leave the car. The automation stops after the set time, or when you return to the car.
de: Lässt die Klimaanlage an, wenn du das Auto verlässt. Die Automatisierung endet nach der eingestellten Zeit oder wenn du zum Auto zurückkehrst.
hu: A klíma bekapcsolva marad, amikor kiszállsz az autóból. Az automatizáció a beállított idő letelte után, vagy amikor visszatérsz az autóhoz, leáll.

source: Keep wipers disabled automatically
de: Scheibenwischer automatisch deaktiviert halten, solange Autopilot aktiv ist.
hu: Az ablaktörlők automatikus kikapcsolva tartása miközben aktív az Autopilot.

source: Load Rive File
de: Rive-Datei laden
hu: Rive fájl betöltése

source: Looking for DashKit…
de: Suche nach DashKit…
hu: DashKit keresése…

source: Low
de: Niedrig
hu: Alacsony

source: Maintenance
de: Wartung
hu: Karbantartás

source: Max Discharge
de: Max. Entladung
hu: Max. kisütés

source: Max Regen
de: Max. Rekuperation
hu: Max. újratöltés

source: Med
de: Mittel
hu: Közepes

source: Mirrors: Folded
de: Spiegel: Eingeklappt
hu: Tükrök: Behajtva

source: Mirrors: Unfolded
de: Spiegel: Ausgeklappt
hu: Tükrök: Kihajtva

source: Multi-touch infotainment trigger
de: Multi-Touch-Infotainment-Befehl
hu: Többujjas infotainment parancs

source: Next
de: Weiter
hu: Tovább

source: Odometer
de: Kilometerstand
hu: Kilométer-számláló

source: Off
de: Aus
hu: Ki

source: On
de: An
hu: Be

source: One more thing
de: Noch etwas
hu: Még valami

source: Open Glovebox
de: Handschuhfach öffnen
hu: Kesztyűtartó nyitása

source: Open pairing
de: Kopplung öffnen
hu: Párosítás megnyitása

source: OTA characteristics not found
de: OTA-Charakteristiken nicht gefunden
hu: Az OTA-jellemzők nem találhatók

source: OTA service not found on device
de: OTA-Dienst auf dem Gerät nicht gefunden
hu: Az OTA-szolgáltatás nem található az eszközön

source: Overheat protection
de: Überhitzungsschutz
hu: Túlmelegedés-védelem

source: Overheat protection (fan)
de: Überhitzungsschutz (Gebläse)
hu: Túlmelegedés-védelem (ventilátor)

source: Pack
de: Akkupack
hu: Akkupack

source: Pair a new device
de: Neues Gerät koppeln
hu: Új eszköz párosítása

source: Pair a new device?
de: Neues Gerät koppeln?
hu: Párosítasz egy új eszközt?

source: Pair device
de: Gerät koppeln
hu: Eszköz párosítása

source: Pair more DashKit devices
de: Weitere DashKit-Geräte koppeln
hu: További DashKit eszközök párosítása

source: Pair your DashKit
de: Kopple dein DashKit
hu: Párosítsd a DashKitet

source: Pairing
de: Kopplung
hu: Párosítás

source: Pairing…
de: Kopplung…
hu: Párosítás…

source: Passenger
de: Beifahrer
hu: Utas

source: Pedal threshold
de: Pedalschwelle
hu: Pedálküszöb

source: Pinned
de: Angeheftet
hu: Rögzítve

source: Plug the DashKit into your car's debug port, then tap below to pair over Bluetooth.
de: Stecke das DashKit in den Diagnoseanschluss deines Autos und tippe dann unten, um es über Bluetooth zu koppeln.
hu: Csatlakoztasd a DashKitet az autó diagnosztikai portjához, majd nyomj az alábbi gombra a Bluetooth-párosításhoz.

source: Power
de: Leistung
hu: Teljesítmény

source: Preconditioning
de: Vorklimatisierung
hu: Előkondicionálás

source: Preheat
de: Vorheizen
hu: Előfűtés

source: Rear Fan: Off
de: Hinteres Gebläse: Aus
hu: Hátsó ventilátor: Ki

source: Rear Fan: On
de: Hinteres Gebläse: An
hu: Hátsó ventilátor: Be

source: Reboot
de: Neu starten
hu: Újraindítás

source: Reboot command sent. DashKit is restarting.
de: Neustart-Befehl gesendet. Das DashKit startet neu.
hu: Újraindítási parancs elküldve. A DashKit újraindul.

source: Reboot DashKit
de: DashKit neu starten
hu: DashKit újraindítása

source: Reboot DashKit?
de: DashKit neu starten?
hu: Újraindítod a DashKitet?

source: Recirculate
de: Umluft
hu: Keringetés

source: Recirculation
de: Umluft
hu: Belső keringetés

source: Remaining
de: Bruttokapazität
hu: Bruttó kapacitás

source: Render Quality
de: Renderqualität
hu: Renderelési minőség

source: Replay onboarding
de: Einführung erneut ansehen
hu: Bevezető újranézése

source: Retry
de: Erneut versuchen
hu: Újra

source: Searching for device...
de: Suche nach Gerät...
hu: Eszköz keresése...

source: Service discovery failed
de: Dienstsuche fehlgeschlagen
hu: A szolgáltatások felderítése sikertelen

source: Setpoints
de: Sollwerte
hu: Beállított hőfokok

source: Settings
de: Einstellungen
hu: Beállítások

source: Setup
de: Einrichtung
hu: Beállítás

source: Show Car Battery
de: Fahrzeugakku anzeigen
hu: Autó akkumulátorának mutatása

source: Show Odometer
de: Kilometerstand anzeigen
hu: Kilométer-számláló mutatása

source: Show Phone Battery
de: Handy-Akku anzeigen
hu: Telefon akkumulátorának mutatása

source: Skip
de: Überspringen
hu: Kihagyás

source: Some settings depend on the selected theme
de: Einige Einstellungen hängen vom gewählten Design ab
hu: Egyes beállítások a kiválasztott témától függenek

source: Start Demo Mode
de: Demomodus starten
hu: Demó mód indítása

source: State of charge
de: Ladezustand
hu: Töltöttségi szint

source: Stop after
de: Beenden nach
hu: Leállítás ennyi idő után

source: Switch from Chill to Standard while the accelerator is pressed past the threshold. Reverts when you ease off.
de: Wechselt von Chill zu Standard, solange das Gaspedal über die Schwelle hinaus gedrückt wird. Wechselt zurück zu Chill, wenn du das Pedal loslässt.
hu: Chill módról Standardra vált, amíg a gázpedál a küszöbérték fölött van lenyomva. Visszaáll Chill-re, amikor felengeded a pedált.

source: Tip: long-press a control to pin it to the home screen
de: Tipp: Halte einen Befehl gedrückt, um ihn auf dem Startbildschirm anzuheften
hu: Tipp: nyomj hosszan egy parancsra, hogy a kezdőképernyőre rögzítsd

source: Toggle Mirror Dip
de: Spiegelabsenkung umschalten
hu: Tükördöntés váltása

source: Trunk
de: Kofferraum
hu: Csomagtartó

source: Unknown
de: Unbekannt
hu: Ismeretlen

source: Unsupported dashboard type: %@
de: Nicht unterstützter Dashboard-Typ: %@
hu: Nem támogatott műszerfaltípus: %@

source: Update complete! Rebooting DashKit…
de: Update abgeschlossen! DashKit wird neu gestartet…
hu: Frissítés kész! A DashKit újraindul…

source: Update DashKit Firmware
de: DashKit-Firmware aktualisieren
hu: DashKit firmware frissítése

source: Update failed: %@
de: Update fehlgeschlagen: %@
hu: A frissítés sikertelen: %@

source: Uploading firmware… %d%%
de: Firmware wird hochgeladen… %d%%
hu: Firmware feltöltése… %d%%

source: Usable
de: Nutzbar
hu: Felhasználható

source: Use Imperial Units
de: Imperiale Einheiten verwenden
hu: Angolszász mértékegységek

source: Version %@ is available
de: Version %@ ist verfügbar
hu: Elérhető a(z) %@ verzió

source: Voltage
de: Spannung
hu: Feszültség

source: Wiper Off
de: Wischer aus
hu: Ablaktörlő ki

source: Wipers
de: Scheibenwischer
hu: Ablaktörlők

source: Write failed (%@)
de: Schreiben fehlgeschlagen (%@)
hu: Az írás sikertelen (%@)

source: You can pair additional devices and install firmware updates anytime from Settings.
de: Du kannst jederzeit in den Einstellungen weitere Geräte koppeln und Firmware-Updates installieren.
hu: További eszközöket párosíthatsz és firmware-frissítéseket telepíthetsz bármikor a Beállításokból.

source: You're all set!
de: Alles bereit!
hu: Minden készen áll!

source: Ambient Dashboard
hu: Ambient műszerfal

source: Analog Dashboard
hu: Analóg műszerfal

source: Dashboard
hu: Műszerfal

source: Firmware info
hu: Firmware adatai

source: Firmware version
hu: Firmware verzió

source: Frunk
hu: Első csomagtartó

source: min
hu: perc

source: Retro Dashboard
hu: Retro műszerfal

source: Status
hu: Állapot

source: Temp Max
hu: Max. hőmérséklet

source: Temp Min
hu: Min. hőmérséklet

source: Vanilla Dashboard
hu: Vanilla műszerfal

source: Version
hu: Verzió
